brew "yadm"
brew "git"
brew "pnpm"
brew "npm"
brew "pulumi"
brew "docker"

cask "alt-tab"
cask "iterm2"

# Programming lang
brew "python"

# Browsers
cask "google-chrome"
cask "firefox"
cask "firefox-developer-edition"




# Applications
cask "visual-studio-code"
cask "1password"
cask "spotify"
cask "slack"
cask "obsidian"
cask "google-meet"



