brew "yadm"
brew "git"
brew "pnpm"
brew "npm"
brew "pulumi"
brew "esc"
brew "docker"
cask "postman"


# VPN
brew "openvpn"
cask "openvpn-connect"

# Other
cask "alt-tab"
cask "iterm2"

# Programming lang
brew "python"
brew "go"

# Browsers
cask "eloston-chromium"
cask "google-chrome"
cask "firefox"

# Applications
cask "visual-studio-code"
cask "1password"
cask "spotify"
cask "slack"
cask "obsidian"



